Repository: Tumeski/oqtane.translations
Catalog: Romanian (ro)/Oqtane.Client/Resources/Modules/Admin/Pages/Add.*.resx
Languages: ro

source: Save
ro: Salvare

source: Cancel
ro: Anulare

source: Yes
ro: Da

source: No
ro: Nu

source: Name.Text
ro: Nume:

source: Parent.Text
ro: Părinte:

source: Title.Text
ro: Titlu:

source: Settings.Heading
ro: Setări

source: Site Root
ro: Rădăcină Site

source: At Beginning
ro: La Început

source: Before
ro: Înainte

source: After
ro: După

source: At End
ro: La Sfârșit

source: Select Page
ro: Selectare Pagină

source: Select Container
ro: Selectare Container

source: Error Initializing Page
ro: Eroare la inițializarea paginii

source: Error Loading Child Pages For Parent
ro: Eroare la încărcarea paginilor copil pentru părinte

source: Error Loading Pane Layouts For Theme
ro: Eroare la încărcarea aspectelor de panou pentru temă

source: A page with path {0} already exists for the selected parent page. The page path needs to be unique for the selected parent.
ro: O pagină cu calea {0} există deja pentru pagina părinte selectată. Calea paginii trebuie să fie unică pentru părintele selectat.

source: You Must Provide Page Name, Theme, and Container
ro: Trebuie Să Furnizați Numele Paginii, Tema și Containerul

source: Error Saving Page
ro: Eroare la salvarea paginii

source: Name.HelpText
ro: Introduceți numele paginii

source: Parent.HelpText
ro: Selectați părintele pentru pagină în ierarhia site-ului

source: Insert.HelpText
ro: Selectați locația unde doriți să fie inserată pagina în raport cu alte pagini

source: Navigation.HelpText
ro: Selectați dacă pagina face parte din navigarea site-ului sau este ascunsă

source: UrlPath.HelpText
ro: Introduceți opțional o cale URL pentru această pagină (de ex. acasa). Dacă nu furnizați o cale URL, va fi utilizat numele paginii.

source: Redirect.HelpText
ro: Introduceți opțional un URL către care această pagină ar trebui să redirecționeze când un utilizator navighează la ea

source: Title.HelpText
ro: Introduceți opțional titlul paginii. Dacă nu furnizați un titlu pentru pagină, va fi utilizat numele paginii.

source: Theme.HelpText
ro: Selectați tema pentru această pagină

source: DefaultContainer.HelpText
ro: Selectați containerul implicit pentru pagină

source: Icon.HelpText
ro: Furnizați opțional un nume de clasă pentru iconița acestei pagini care va fi afișată în navigarea site-ului

source: Personalizable.HelpText
ro: Selectați dacă doriți ca utilizatorii să poată personaliza această pagină cu propriul conținut

source: Insert.Text
ro: Inserare:

source: Navigation.Text
ro: Navigare?

source: UrlPath.Text
ro: Cale URL:

source: Redirect.Text
ro: Redirecționare:

source: Theme.Text
ro: Temă:

source: DefaultContainer.Text
ro: Container Implicit:

source: Icon.Text
ro: Iconiță:

source: Personalizable.Text
ro: Personalizabilă?

source: Appearance.Name
ro: Aspect
